Repository: weblate/imagedecoder.raw
Catalog: imagedecoder.raw/resources/language/resource.language.*/strings.po
Languages: af_za, sk_sk

# Addon Summary
source: Reading of RAW digicam images
af_za: Lees van RAW digitale kamera beelde
sk_sk: Čítanie obrázkov RAW z digitálnych fotoaparátov

# Addon Description
source: Addon based on LibRaw for reading RAW files obtained from digital photo cameras (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR and others; virtually all RAW formats are supported).
af_za: Byvoegsel gebaseer op LibRaw vir die lees van RAW lêers verkry vanaf digitale foto kameras (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR en ander; virtueel alle RAW formate word ondersteun).
sk_sk: Doplnok založený na LibRaw na čítanie súborov RAW získaných z digitálnych fotografických fotoaparátov (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR a ďalšie; podporované sú prakticky všetky formáty RAW).

# #30100
source: Hasselblad 3F RAW Image - Digital photo captured by a Hasselblad digital camera.
af_za: Hasselblad 3F RAW Image - Digitale foto gevang deur 'n Hasselblad digitale kamera.
sk_sk: Hasselblad 3F RAW Image - Digitálna fotografia zachytená digitálnym fotoaparátom Hasselblad.

# #30101
source: Sony Alpha Raw Digital Camera Image - An ARW file is a digital photograph captured by various Sony digital cameras.
af_za: Sony Alpha Raw Digital Camera Image - 'n ARW lêer is 'n digitale foto gevang deur verskeie Sony digitale kameras.
sk_sk: Sony Alpha Raw Digital Camera Image - súbor ARW je digitálna fotografia zachytená rôznymi digitálnymi fotoaparátmi Sony.

# #30102
source: Canon Raw Image File - A CR2 file is a raw camera image created by various Canon digital cameras.
af_za: Canon Raw Image File - 'n CR2 lêer is 'n raw kamera beeld geskep deur verskeie Canon digitale kameras.
sk_sk: Canon Raw Image File - súbor CR2 je raw obrázok z fotoaparátu vytvorený rôznymi digitálnymi fotoaparátmi Canon.

# #30103
source: Canon Raw CIFF Image File - Uncompressed and unprocessed Camera RAW image file from a Canon digital camera.
af_za: Canon Raw CIFF Image File - Onsaamgepersde en ongeprosesseerde kamera RAW beeld lêer vanaf 'n Canon digitale kamera.
sk_sk: Canon Raw CIFF Image File - nekomprimovaný a nespracovaný obrázkový súbor Camera RAW z digitálneho fotoaparátu Canon.

# #30104
source: Kodak Digital Camera RAW Image - DCR file is a digital photograph saved in the Kodak Digital Camera RAW format.
af_za: Kodak Digital Camera RAW Image - DCR lêer is 'n digitale foto gestoor in die Kodak Digital Camera RAW formaat.
sk_sk: Kodak Digital Camera RAW Image - súbor DCR je digitálna fotografia uložená vo formáte Kodak Digital Camera RAW.

# #30105
source: Digital Negative Image File - A DNG file is a RAW camera image saved in the Digital Negative (DNG) format.
af_za: Digital Negative Image File - 'n DNG lêer is 'n RAW kamera beeld gestoor in die Digital Negative (DNG) formaat.
sk_sk: Digital Negative Image File - súbor DNG je obrázok RAW z fotoaparátu uložený vo formáte digitálneho negatívu (DNG).

# #30106
source: Epson RAW File - Camera RAW file captured by an Epson digital camera.
af_za: Epson RAW File - Kamera RAW lêer gevang deur 'n Epson digitale kamera.
sk_sk: Epson RAW File - súbor RAW fotoaparátu zachytený digitálnym fotoaparátom Epson.

# #30107
source: Kodak Photo-Enhancer File - Bitmap image format used by several Kodak digital cameras.
af_za: Kodak Photo-Enhancer File - Bitmap beeld formaat gebruik deur verskeie Kodak digitale kameras.
sk_sk: Kodak Photo-Enhancer File - bitmapový formát obrázka používaný niekoľkými digitálnymi fotoaparátmi Kodak.

# #30108
source: Minolta Camera Raw Image - An MDC file is a camera raw image created by a Minolta digital camera.
af_za: Minolta Camera Raw Image - 'n MDC lêer is 'n kamera raw beeld geskep deur 'n Minolta digitale kamera.
sk_sk: Minolta Camera Raw Image - súbor MDC je obrázok Camera Raw vytvorený digitálnym fotoaparátom Minolta.

# #30109
source: Mamiya RAW Image - Camera RAW image captured by a Mamiya digital camera.
af_za: Mamiya RAW Image - Kamera RAW beeld gevang deur 'n Mamiya digitale kamera.
sk_sk: Mamiya RAW Image - obrázok RAW z fotoaparátu zachytený digitálnym fotoaparátom Mamiya.

# #30110
source: Leaf Camera RAW File - RAW image captured by several different types of digital cameras.
af_za: Leaf Camera RAW File - RAW beeld gevang deur verskeie verskillende tipes digitale kameras.
sk_sk: Leaf Camera RAW File - obrázok RAW zachytený niekoľkými rôznymi typmi digitálnych fotoaparátov.

# #30111
source: Minolta Raw Image File - Raw image format used by Minolta Dimage digital cameras.
af_za: Minolta Raw Image File - Raw beeld formaat gebruik deur Minolta Dimage digitale kameras.
sk_sk: Minolta Raw Image File - Raw obrázkový formát používaný digitálnymi fotoaparátmi Minolta Dimage.

# #30112
source: Nikon Electronic Format RAW Image - An NEF file is a raw photo captured by a Nikon digital camera.
af_za: Nikon Electronic Format RAW Image - 'n NEF lêer is 'n raw foto gevang deur 'n Nikon digitale kamera.
sk_sk: Nikon Electronic Format RAW Image - súbor NEF je raw fotografia zachytená digitálnym fotoaparátom Nikon.

# #30113
source: Nikon Raw Image File - Raw image file produced by high-end Nikon COOLPIX and digital SLR cameras.
af_za: Nikon Raw Image File - Raw beeld lêer geproduseer deur 'n hoë-end Nikon COOLPIX en digitale SLR kameras.
sk_sk: Nikon Raw Image File - súbor s nespracovaným obrázkom, ktorý vytvárajú špičkové fotoaparáty Nikon COOLPIX a digitálne zrkadlovky.

# #30114
source: Olympus RAW File - An ORF file is a RAW photo taken with an Olympus digital camera.
af_za: Olympus RAW File - 'n ORF lêer is 'n RAW foto geneem met 'n Olympus digitale kamera.
sk_sk: Olympus RAW File - Súbor ORF je fotografia RAW nasnímaná digitálnym fotoaparátom Olympus.

# #30115
source: Pentax Electronic File - A PEF file is a raw camera image created by Pentax digital cameras.
af_za: Pentax Electronic File - 'n PEF lêer is 'n raw kamera beeld geskep deur Pentax digitale kameras.
sk_sk: Pentax Electronic File - Súbor PEF je raw obrázok z fotoaparátu vytvorený digitálnymi fotoaparátmi Pentax.

# #30116
source: Portable Pixmap Image File - PPM file is a 24-bit color image formatted using a text format.
af_za: Portable Pixmap Image File - PPM lêer is 'n 24-bis kleur beeld, geformateer met die gebruik van 'n teks formaat.
sk_sk: Portable Pixmap Image File - súbor PPM je 24-bitový farebný obrázok formátovaný pomocou textového formátu.

# #30117
source: Fuji RAW Image File - An RAF file is a digital photograph captured by Fuji digital cameras.
af_za: Fuji RAW Image File - 'n RAF lêer is 'n digitale foto gevang deur Fuji digitale kameras.
sk_sk: Fuji RAW Image File - Súbor RAF je digitálna fotografia zachytená digitálnymi fotoaparátmi Fuji.

# #30118
source: Raw Image Data File - Image generated by digital cameras such as Panasonic, Leica, and Casio.
af_za: Raw Image Data File - Beeld gegenereer deur digitale kameras soos Panasonic, Leica, en Casio.
sk_sk: Raw Image Data File - obrázok generovaný digitálnymi fotoaparátmi, ako sú Panasonic, Leica a Casio.

# #30119
source: Panasonic RAW Image - An RW2 file is a raw camera image created by a Panasonic LUMIX digital camera.
af_za: Panasonic RAW Image - 'n RW2 lêer is 'n raw kamera beeld geskep deur 'n Panasonic LUMIX digitale kamera.
sk_sk: Panasonic RAW Image - súbor RW2 je raw obrázok fotoaparátu vytvorený digitálnym fotoaparátom Panasonic LUMIX.

# #30120
source: Samsung RAW Image - Digital photo taken by a Samsung digital camera.
af_za: Samsung RAW Image - Digitale foto geneem deur 'n Samsung digitale kamera.
sk_sk: Samsung RAW Image - digitálna fotografia nasnímaná digitálnym fotoaparátom Samsung.

# #30121
source: SIGMA X3F Camera RAW File - An X3F file is a RAW file saved in SIGMA's X3F format.
af_za: SIGMA X3F Camera RAW File - 'n X3F lêer is 'n RAW lêer gestoor in SIGMA se X3F formaat.
sk_sk: SIGMA X3F Camera RAW File - súbor X3F je súbor RAW uložený vo formáte X3F spoločnosti SIGMA.
